<?php

/**
 * ECSHOP ctopay 语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: ---- $
 * $Id: cncard.php 17063 2010-03-25 06:35:46Z$
 */

global $_LANG;

$_LANG['qhtong'] = '迁汇通';

$_LANG['qhtong_desc'] = '迁汇通支付，包含网银直连支付。' ;

$_LANG['qhtong_mid'] = '商户号';

$_LANG['qhtong_mkey'] = '商户秘钥';

$_LANG['qhtong_button'] = '立即使用迁汇通支付';

$_LANG['qhtong_rurl'] = '支付回调同步跳转地址，留空使用系统默认';

$_LANG['qhtong_nurl'] = '支付回调异步通知地址，留空使用系统默认';



?>